<template>
   <div class="privacy">
    <h2>隱私政策</h2>
    <p>OopsDaily 尊重並保護您在使用網際網路時的個人資料，為了幫助您瞭解本網站如何保護、蒐集、處理及利用您所提供的個人資料，請您詳細閱讀隱私權保護政策。</p>

    <h3>適用範圍</h3>
    <p>以下的隱私權保護政策，適用於您在本網站活動時，所涉及的個人資料蒐集方法、處理程序與利用範圍。</p>

    <p>本網站對於個人資料之蒐集、處理及利用，以誠實及信用方法在目的範圍內運用，不會損害到您的權益。本網站保存您的個人資料，在您主張取消時，本網站即進行您個人資料的移除作業。</p>

    <p>不適用於本網站以外的相關連結網站及非本網站所委託或參與管理的人員。</p>

    <h3>個人資料之蒐集及使用方式</h3>
    <p>您在註冊帳號、瀏覽網頁、參與社群言論發表文章時，我們將會收集你的個人識別資料。我們也可以從其他合作夥伴處取得個人資料。</p>

    <p>當你在註冊時，我們會根據您所註冊之會員不同，要求最低需求量之個人資料。於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等。同時也會蒐集其他會員對你的意見，做為我們增進網站服務的參考依據，此記錄為內部應用，絕不對外公布。</p>

    <h3>與第三者共用個人資料之政策</h3>
    <p>OopsDaily 絕不會任意出售、交換、或出租任何您的個人資料給其他團體或個人。只有在下列情況除外，這些狀況包括（但不限於）：</p>

    <p>在您同意分享資訊的情況下</p>
    <p>當您行為已違反網站政策或可能損害或妨礙 OopsDaily 導致任何人遭受損害，經 OopsDaily 研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。</p>
    <p>基於善意相信揭露您的個人資料為法律所需要。</p>
    <p>司法單位因公眾安全，要求公開特定個人資料時，將視司法單位適法性及是否遵照法定之程序，以及考量對所有使用者安全，採行可能必要的配合措施。</p>
    <h3>最新訊息通知</h3>
    <p>您同意讓我們及我們的第三方合作夥伴利用電子、書面、電話、電信、網際網路及其他方式於蒐集之特定目的範圍內處理並利用消費者個資進行合作廠商商品之宣傳行銷。</p>

    <p>當您提供個人資料給我們的時候，我們都一定會給您選擇要不要讓我們或者是我們的合作夥伴利用您提供的資料最為行銷的目的。如果沒有提出不同意了話，我們會視為您同意我們利用您提供的資料。</p>

    <p>您可以隨時取消訂閱。如果您想要再收到我們提供的電子報或者是訊息，您可以直接寫信到 support@OopsDaily.com。</p>


    
    <p>另外，您也可以隨時要求我們不要把您的資料分享給我們的合作夥伴。但是，這樣的話我們會無法保證我們提供給您服務的品質。</p>

    <h3>Cookie運用政策</h3>
    <p>Cookie是伺服端為了區別使用者的不同喜好，經由瀏覽器寫入使用者硬碟的一些簡短資訊。</p>

    <p>只要修改瀏覽器設定，你可以選擇接受所有Cookie、設定Cookie時得到通知、拒絕所有Cookie等三種。由於每個伺服器的設定方式不一，請你細續伺服器的「說明」部分，了解如何修改Cookie的設定。</p>

    <p>如果您選擇拒絕所有的Cookie，您可能無法使用部份個人化服務，或是參與部份的活動。依據以下目的及情況，OopsDaily 會在本政策原則之下，在您瀏覽器中寫入並讀取Cookie：</p>

    <p>為提供更好的個人化服務，以及方便您參與個人化的互動活動。Cookie在您註冊或登入時建立，並在您登出時修改。</p>
    <p>為統計瀏覽人數及分析瀏覽模式，以了解網頁瀏覽的情況，做為本網站改善服務的參考。</p>
    <h3>個人帳號之保密</h3>
    <p>請妥善維護您的會員帳號、密碼或任何個人資料。請您留意無論何時您透過網站討論區、電子郵件、或聊天室等公開區域所主動揭露的個人資料，均可能被其他第三人蒐集或使用，上網時請特別小心。</p>

    <h3>資料之保護</h3>
    <p>本網站主機均設有防火牆、防毒系統、重要個資加密等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料。</p>

    <h3>兒童保護</h3>
    <p>本網站並非特別為兒童設計，未滿12歲之使用者，請勿註冊使用本網站服務，亦請勿提供相關個人資料予本網站；未成年人於註冊或使用本網站服務而同意本網站蒐集、利用其個人資訊時，應在法定代理人或監護人之同意下為之。</p>

    <h3>隱私保護政策的修改</h3>
    <p>由於科技發展的迅速，相關法規訂定未臻完備前，以及未來可能難以預見的環境變遷等因素，將會視需要修改網站上所提供的隱私權保護政策，並於網頁上公告，以落實保障您個人資料保護的立意。如果您不同意本政策，請立即停止使用本網</p>站服務。

    <h3>看法與建議</h3>
    <p>如果您有任何問題或建議，請透過客服信箱與我們聯繫。</p>
   </div>
</template>
<script>
export default {
  
}
</script>
<style lang="less">
.privacy {
    max-width:1180px;
    margin:12px auto ;
    padding:5%;
    padding-top:2%;
    text-align:left;
    background-color: #fff;
    border-top:3px solid #1b54a0;
    border-radius:3px;
    h2 {
        text-align:center;
        font-size:27px;
        margin-bottom:33px;
        font-weight:600;
    }
    h3 {
        font-size:20px;
        margin-top:30px;
        font-weight:600;
    }
    p {
        font-size:16px;
    }
}
</style>


